Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Fill_Error_NoFile
source: Choose a file.
ar: اختر ملفاً.
cs: Vyberte soubor.
de: Wählen Sie eine Datei aus.
el: Επιλέξτε ένα αρχείο.
es: Elige un archivo.
fa: یک فایل انتخاب کنید.
fr: Choisissez un fichier.
hu: Válasszon egy fájlt.
id: Pilih file.
it: Scegli un file.
ja: ファイルを指定してください。
ko: 파일을 선택하세요.
pl: Wybierz plik.
pt: Escolha um arquivo.
ro: Alegeți un fișier.
ru: Выберите файл.
th: โปรดเลือกไฟล์
tr: Bir dosya seçin.
uk: Виберіть файл.
vi: Hãy chọn một tệp.
zh_hans: 请选择文件。
zh_hant: 請選擇檔案。

# Fill_Error_TempSpace
source: This needs {0} GB of temporary space, but only {1} GB is free.
ar: يتطلب هذا {0} GB من المساحة المؤقتة، لكن المتاح {1} GB فقط.
cs: Je potřeba {0} GB dočasného místa, ale volných je jen {1} GB.
de: Dafür werden {0} GB temporärer Speicherplatz benötigt, aber nur {1} GB sind frei.
el: Απαιτούνται {0} GB προσωρινού χώρου, αλλά είναι ελεύθερα μόνο {1} GB.
es: Se necesitan {0} GB de espacio temporal, pero solo hay {1} GB libres.
fa: این کار به {0} GB فضای موقت نیاز دارد، اما فقط {1} GB آزاد است.
fr: Cette opération nécessite {0} Go d'espace temporaire, mais seuls {1} Go sont libres.
hu: Ehhez {0} GB ideiglenes tárhely szükséges, de csak {1} GB szabad.
id: Ini memerlukan {0} GB ruang sementara, tetapi hanya {1} GB yang tersedia.
it: Sono necessari {0} GB di spazio temporaneo, ma ne sono liberi solo {1} GB.
ja: 一時領域が {0} GB 必要ですが、空きは {1} GB です。
ko: 임시 공간이 {0}GB 필요하지만 사용 가능한 공간은 {1}GB뿐입니다.
pl: Potrzeba {0} GB miejsca tymczasowego, ale wolne jest tylko {1} GB.
pt: São necessários {0} GB de espaço temporário, mas apenas {1} GB estão livres.
ro: Sunt necesari {0} GB de spațiu temporar, dar sunt liberi doar {1} GB.
ru: Требуется {0} ГБ временного пространства, но свободно только {1} ГБ.
th: ต้องใช้พื้นที่ชั่วคราว {0} GB แต่มีพื้นที่ว่างเพียง {1} GB
tr: Bunun için {0} GB geçici alan gerekiyor, ancak yalnızca {1} GB boş.
uk: Для цього потрібно {0} ГБ тимчасового простору, але вільно лише {1} ГБ.
vi: Thao tác này cần {0} GB dung lượng tạm nhưng chỉ còn trống {1} GB.
zh_hans: 此操作需要 {0} GB 的临时空间，但可用空间只有 {1} GB。
zh_hant: 這需要 {0} GB 的暫存空間，但只有 {1} GB 可用。

# Fill_Error_File
source: Can't read the file: {0}
ar: تتعذّر قراءة الملف: {0}
cs: Soubor nelze přečíst: {0}
de: Die Datei kann nicht gelesen werden: {0}
el: Δεν είναι δυνατή η ανάγνωση του αρχείου: {0}
es: No se puede leer el archivo: {0}
fa: خواندن فایل ممکن نیست: {0}
fr: Impossible de lire le fichier : {0}
hu: A fájl nem olvasható: {0}
id: Tidak dapat membaca file: {0}
it: Impossibile leggere il file: {0}
ja: ファイルを開けません: {0}
ko: 파일을 읽을 수 없습니다: {0}
pl: Nie można odczytać pliku: {0}
pt: Não é possível ler o arquivo: {0}
ro: Fișierul nu poate fi citit: {0}
ru: Не удается прочитать файл: {0}
th: ไม่สามารถอ่านไฟล์ได้: {0}
tr: Dosya okunamıyor: {0}
uk: Не вдається прочитати файл: {0}
vi: Không thể đọc tệp: {0}
zh_hans: 无法读取文件：{0}
zh_hant: 無法讀取檔案：{0}

# Fill_Error_EmptyClipboard
source: The clipboard has nothing to fill with.
ar: لا تحتوي الحافظة على ما يمكن التعبئة به.
cs: Schránka neobsahuje nic, čím by bylo možné vyplnit.
de: Die Zwischenablage enthält nichts zum Füllen.
el: Το Πρόχειρο δεν περιέχει τίποτα για συμπλήρωση.
es: El Portapapeles no tiene nada con lo que rellenar.
fa: کلیپ‌بورد محتوایی برای پر کردن ندارد.
fr: Le Presse-papiers ne contient rien à utiliser pour le remplissage.
hu: A vágólapon nincs semmi, amivel kitölthető lenne.
id: Papan klip tidak berisi apa pun untuk mengisi.
it: Gli Appunti non contengono nulla da usare per il riempimento.
ja: クリップボードに塗りつぶしに使える内容がありません。
ko: 클립보드에 채우기에 사용할 내용이 없습니다.
pl: Schowek nie zawiera niczego do wypełnienia.
pt: A área de transferência não tem nada para preencher.
ro: Clipboardul nu conține nimic pentru umplere.
ru: В буфере обмена нет данных для заполнения.
th: คลิปบอร์ดไม่มีเนื้อหาที่จะใช้เติม
tr: Panoda doldurmak için bir şey yok.
uk: У буфері обміну немає даних для заповнення.
vi: Bảng tạm không có gì để điền.
zh_hans: 剪贴板中没有可用于填充的内容。
zh_hant: 剪貼簿中沒有可用於填滿的內容。

# Fill_Error_EmptyRange
source: The length must be 1 or more.
ar: يجب أن يكون الطول 1 أو أكثر.
cs: Délka musí být 1 nebo více.
de: Die Länge muss mindestens 1 betragen.
el: Το μήκος πρέπει να είναι 1 ή μεγαλύτερο.
es: La longitud debe ser 1 o más.
fa: طول باید 1 یا بیشتر باشد.
fr: La longueur doit être d'au moins 1.
hu: A hossznak legalább 1-nek kell lennie.
id: Panjang harus 1 atau lebih.
it: La lunghezza deve essere pari o superiore a 1.
ja: 長さは 1 以上にしてください。
ko: 길이는 1 이상이어야 합니다.
pl: Długość musi wynosić co najmniej 1.
pt: O comprimento deve ser 1 ou mais.
ro: Lungimea trebuie să fie de cel puțin 1.
ru: Длина должна быть не меньше 1.
th: ความยาวต้องเป็น 1 ขึ้นไป
tr: Uzunluk 1 veya daha büyük olmalıdır.
uk: Довжина має бути 1 або більше.
vi: Độ dài phải từ 1 trở lên.
zh_hans: 长度必须为 1 或更大。
zh_hant: 長度必須為 1 或以上。

# Fill_Error_BeyondEndFixed
source: The range goes past the end. The length of this document can't change.
ar: يتجاوز النطاق النهاية. لا يمكن تغيير طول هذا المستند.
cs: Rozsah přesahuje konec. Délku tohoto dokumentu nelze změnit.
de: Der Bereich reicht über das Ende hinaus. Die Länge dieses Dokuments kann nicht geändert werden.
el: Η περιοχή υπερβαίνει το τέλος. Το μήκος αυτού του εγγράφου δεν μπορεί να αλλάξει.
es: El intervalo supera el final. La longitud de este documento no puede cambiar.
fa: محدوده از انتها فراتر می‌رود. طول این سند قابل تغییر نیست.
fr: La plage dépasse la fin. La longueur de ce document ne peut pas changer.
hu: A tartomány túlnyúlik a végén. Ennek a dokumentumnak a hossza nem módosítható.
id: Rentang melewati akhir. Panjang dokumen ini tidak dapat diubah.
it: L'intervallo va oltre la fine. La lunghezza di questo documento non può cambiare.
ja: 範囲が末尾を超えています。このドキュメントは長さを変えられません。
ko: 범위가 끝을 넘습니다. 이 문서는 길이를 변경할 수 없습니다.
pl: Zakres wykracza poza koniec. Długości tego dokumentu nie można zmienić.
pt: O intervalo ultrapassa o fim. O comprimento deste documento não pode mudar.
ro: Intervalul depășește sfârșitul. Lungimea acestui document nu se poate modifica.
ru: Диапазон выходит за конец. Длину этого документа изменить нельзя.
th: ช่วงเกินจุดสิ้นสุด ไม่สามารถเปลี่ยนความยาวของเอกสารนี้ได้
tr: Aralık sonu aşıyor. Bu belgenin uzunluğu değiştirilemez.
uk: Діапазон виходить за кінець. Довжину цього документа неможливо змінити.
vi: Phạm vi vượt quá cuối tài liệu. Không thể thay đổi độ dài của tài liệu này.
zh_hans: 范围超出末尾。此文档的长度无法更改。
zh_hant: 範圍超出結尾。此文件的長度無法變更。

# Fill_Title
source: Fill
ar: تعبئة
cs: Vyplnit
de: Füllen
el: Συμπλήρωση
es: Rellenar
fa: پر کردن
fr: Remplir
hu: Kitöltés
id: Isi
it: Riempi
ja: 塗りつぶし
ko: 채우기
pl: Wypełnij
pt: Preencher
ro: Umplere
ru: Заполнение
th: เติม
tr: Doldur
uk: Заповнення
vi: Điền
zh_hans: 填充
zh_hant: 填滿

# Fill_Fill
source: Fill
ar: تعبئة
cs: Vyplnit
de: Füllen
el: Συμπλήρωση
es: Rellenar
fa: پر کردن
fr: Remplir
hu: Kitöltés
id: Isi
it: Riempi
ja: 塗りつぶし
ko: 채우기
pl: Wypełnij
pt: Preencher
ro: Umplere
ru: Заполнить
th: เติม
tr: Doldur
uk: Заповнити
vi: Điền
zh_hans: 填充
zh_hant: 填滿

# Fill_TargetSelection
source: Selection
ar: التحديد
cs: Výběr
de: Auswahl
el: Επιλογή
es: Selección
fa: انتخاب
fr: Sélection
hu: Kijelölés
id: Pilihan
it: Selezione
ja: 選択範囲
ko: 선택 영역
pl: Zaznaczenie
pt: Seleção
ro: Selecție
ru: Выделение
th: ส่วนที่เลือก
tr: Seçim
uk: Виділення
vi: Vùng chọn
zh_hans: 选定内容
zh_hant: 選取範圍

# Fill_TargetRange
source: Specify the range
ar: تحديد النطاق
cs: Zadat rozsah
de: Bereich angeben
el: Καθορισμός περιοχής
es: Especificar el intervalo
fa: تعیین محدوده
fr: Spécifier la plage
hu: Tartomány megadása
id: Tentukan rentang
it: Specifica l'intervallo
ja: 範囲を指定
ko: 범위 지정
pl: Określ zakres
pt: Especificar o intervalo
ro: Specificare interval
ru: Указать диапазон
th: ระบุช่วง
tr: Aralığı belirt
uk: Указати діапазон
vi: Chỉ định phạm vi
zh_hans: 指定范围
zh_hant: 指定範圍

# Fill_RangeStart
source: Start
ar: البداية
cs: Začátek
de: Anfang
el: Αρχή
es: Inicio
fa: شروع
fr: Début
hu: Kezdet
id: Awal
it: Inizio
ja: 開始
ko: 시작
pl: Początek
pt: Início
ro: Început
ru: Начало
th: เริ่มต้น
tr: Başlangıç
uk: Початок
vi: Đầu
zh_hans: 开始
zh_hant: 開始

# Fill_RangeLength
source: Length
ar: الطول
cs: Délka
de: Länge
el: Μήκος
es: Longitud
fa: طول
fr: Longueur
hu: Hossz
id: Panjang
it: Lunghezza
ja: 長さ
ko: 길이
pl: Długość
pt: Comprimento
ro: Lungime
ru: Длина
th: ความยาว
tr: Uzunluk
uk: Довжина
vi: Độ dài
zh_hans: 长度
zh_hant: 長度

# Fill_RangeInfo
source: From {0}, {1} bytes
ar: من {0}، {1} بايت
cs: Od {0}, bajty: {1}
de: Ab {0}, {1} Bytes
el: Από {0}, {1} byte
es: Desde {0}, {1} bytes
fa: از {0}، {1} بایت
fr: À partir de {0}, {1} octets
hu: Innen: {0}, {1} bájt
id: Dari {0}, {1} byte
it: Da {0}, {1} byte
ja: {0} から {1} バイト
ko: {0}부터 {1}바이트
pl: Od {0}, bajty: {1}
pt: A partir de {0}, {1} bytes
ro: De la {0}, {1} octeți
ru: С {0}, байт: {1}
th: จาก {0} จำนวน {1} ไบต์
tr: {0} konumundan, {1} bayt
uk: Від {0}, байтів: {1}
vi: Từ {0}, {1} byte
zh_hans: 从 {0} 开始，{1} 字节
zh_hant: 從 {0} 起 {1} 個位元組

# Fill_PreviewBefore
source: Before: {0}
ar: قبل: {0}
cs: Před: {0}
de: Vorher: {0}
el: Πριν: {0}
es: Antes: {0}
fa: قبل: {0}
fr: Avant : {0}
hu: Előtte: {0}
id: Sebelum: {0}
it: Prima: {0}
ja: 変更前: {0}
ko: 이전: {0}
pl: Przed: {0}
pt: Antes: {0}
ro: Înainte: {0}
ru: До: {0}
th: ก่อน: {0}
tr: Önce: {0}
uk: До: {0}
vi: Trước: {0}
zh_hans: 之前：{0}
zh_hant: 變更前：{0}

# Fill_PreviewAfter
source: After: {0}
ar: بعد: {0}
cs: Po: {0}
de: Nachher: {0}
el: Μετά: {0}
es: Después: {0}
fa: بعد: {0}
fr: Après : {0}
hu: Utána: {0}
id: Sesudah: {0}
it: Dopo: {0}
ja: 変更後: {0}
ko: 이후: {0}
pl: Po: {0}
pt: Depois: {0}
ro: După: {0}
ru: После: {0}
th: หลัง: {0}
tr: Sonra: {0}
uk: Після: {0}
vi: Sau: {0}
zh_hans: 之后：{0}
zh_hant: 變更後：{0}

# RangeEdit_Error_CountTooSmall
source: Enter 1 or more bytes.
ar: أدخل 1 بايت أو أكثر.
cs: Zadejte 1 nebo více bajtů.
de: Geben Sie mindestens 1 Byte ein.
el: Εισαγάγετε 1 ή περισσότερα byte.
es: Escribe 1 byte o más.
fa: 1 بایت یا بیشتر وارد کنید.
fr: Entrez au moins 1 octet.
hu: Adjon meg legalább 1 bájtot.
id: Masukkan 1 byte atau lebih.
it: Immetti 1 o più byte.
ja: 1 バイト以上を入力してください。
ko: 1바이트 이상을 입력하세요.
pl: Wprowadź co najmniej 1 bajt.
pt: Insira 1 ou mais bytes.
ro: Introduceți cel puțin 1 octet.
ru: Введите 1 байт или больше.
th: โปรดใส่ 1 ไบต์ขึ้นไป
tr: 1 veya daha fazla bayt girin.
uk: Введіть 1 байт або більше.
vi: Hãy nhập từ 1 byte trở lên.
zh_hans: 请输入 1 个或更多字节。
zh_hant: 請輸入 1 個或以上的位元組。

# RangeEdit_Error_CountTooLarge
source: You can insert at most {0} bytes.
ar: يمكنك إدراج {0} بايت كحد أقصى.
cs: Vložit lze nejvýše tento počet bajtů: {0}.
de: Sie können höchstens {0} Bytes einfügen.
el: Μπορείτε να εισαγάγετε έως {0} byte.
es: Puedes insertar como máximo {0} bytes.
fa: حداکثر می‌توانید {0} بایت درج کنید.
fr: Vous pouvez insérer au maximum {0} octets.
hu: Legfeljebb {0} bájt szúrható be.
id: Anda dapat menyisipkan paling banyak {0} byte.
it: Puoi inserire al massimo {0} byte.
ja: 挿入できるのは {0} バイトまでです。
ko: 최대 {0}바이트까지 삽입할 수 있습니다.
pl: Możesz wstawić maksymalnie {0} B.
pt: Você pode inserir no máximo {0} bytes.
ro: Puteți insera cel mult {0} octeți.
ru: Можно вставить не более {0} байт.
th: คุณสามารถแทรกได้สูงสุด {0} ไบต์
tr: En fazla {0} bayt ekleyebilirsiniz.
uk: Можна вставити не більше {0} байтів.
vi: Bạn chỉ có thể chèn tối đa {0} byte.
zh_hans: 最多可插入 {0} 字节。
zh_hant: 最多可插入 {0} 個位元組。

# RangeEdit_Error_PositionOutOfRange
source: The position is outside the document.
ar: الموضع خارج المستند.
cs: Pozice je mimo dokument.
de: Die Position liegt außerhalb des Dokuments.
el: Η θέση είναι εκτός του εγγράφου.
es: La posición está fuera del documento.
fa: موقعیت خارج از سند است.
fr: La position est en dehors du document.
hu: A pozíció a dokumentumon kívül esik.
id: Posisi berada di luar dokumen.
it: La posizione è esterna al documento.
ja: 位置がドキュメントの範囲外です。
ko: 위치가 문서 밖에 있습니다.
pl: Pozycja jest poza dokumentem.
pt: A posição está fora do documento.
ro: Poziția se află în afara documentului.
ru: Позиция находится за пределами документа.
th: ตำแหน่งอยู่นอกเอกสาร
tr: Konum belgenin dışında.
uk: Позиція поза межами документа.
vi: Vị trí nằm ngoài tài liệu.
zh_hans: 位置超出文档范围。
zh_hant: 位置超出文件範圍。

# RangeEdit_Error_FixedLength
source: The length of this document can't change.
ar: لا يمكن تغيير طول هذا المستند.
cs: Délku tohoto dokumentu nelze změnit.
de: Die Länge dieses Dokuments kann nicht geändert werden.
el: Το μήκος αυτού του εγγράφου δεν μπορεί να αλλάξει.
es: La longitud de este documento no puede cambiar.
fa: طول این سند قابل تغییر نیست.
fr: La longueur de ce document ne peut pas changer.
hu: Ennek a dokumentumnak a hossza nem módosítható.
id: Panjang dokumen ini tidak dapat diubah.
it: La lunghezza di questo documento non può cambiare.
ja: このドキュメントは長さを変えられません。
ko: 이 문서는 길이를 변경할 수 없습니다.
pl: Długości tego dokumentu nie można zmienić.
pt: O comprimento deste documento não pode mudar.
ro: Lungimea acestui document nu se poate modifica.
ru: Длину этого документа изменить нельзя.
th: ไม่สามารถเปลี่ยนความยาวของเอกสารนี้ได้
tr: Bu belgenin uzunluğu değiştirilemez.
uk: Довжину цього документа неможливо змінити.
vi: Không thể thay đổi độ dài của tài liệu này.
zh_hans: 此文档的长度无法更改。
zh_hant: 此文件的長度無法變更。

# RangeEdit_Error_NegativeLength
source: The length can't be negative.
ar: لا يمكن أن يكون الطول سالباً.
cs: Délka nemůže být záporná.
de: Die Länge darf nicht negativ sein.
el: Το μήκος δεν μπορεί να είναι αρνητικό.
es: La longitud no puede ser negativa.
fa: طول نمی‌تواند منفی باشد.
fr: La longueur ne peut pas être négative.
hu: A hossz nem lehet negatív.
id: Panjang tidak boleh negatif.
it: La lunghezza non può essere negativa.
ja: 長さを負にはできません。
ko: 길이는 음수일 수 없습니다.
pl: Długość nie może być ujemna.
pt: O comprimento não pode ser negativo.
ro: Lungimea nu poate fi negativă.
ru: Длина не может быть отрицательной.
th: ความยาวต้องไม่ติดลบ
tr: Uzunluk negatif olamaz.
uk: Довжина не може бути від’ємною.
vi: Độ dài không thể là số âm.
zh_hans: 长度不能为负数。
zh_hant: 長度不可為負數。

# RangeEdit_Error_ReadOnly
source: This document is read-only.
ar: هذا المستند للقراءة فقط.
cs: Tento dokument je jen pro čtení.
de: Dieses Dokument ist schreibgeschützt.
el: Αυτό το έγγραφο είναι μόνο για ανάγνωση.
es: Este documento es de solo lectura.
fa: این سند فقط خواندنی است.
fr: Ce document est en lecture seule.
hu: Ez a dokumentum írásvédett.
id: Dokumen ini baca-saja.
it: Questo documento è di sola lettura.
ja: この文書は読み取り専用です。
ko: 이 문서는 읽기 전용입니다.
pl: Ten dokument jest tylko do odczytu.
pt: Este documento é somente leitura.
ro: Acest document este doar în citire.
ru: Этот документ доступен только для чтения.
th: เอกสารนี้เป็นแบบอ่านอย่างเดียว
tr: Bu belge salt okunur.
uk: Цей документ доступний лише для читання.
vi: Tài liệu này ở chế độ chỉ đọc.
zh_hans: 此文档为只读。
zh_hant: 此文件為唯讀。

# InsertBytes_Title
source: Insert Bytes
ar: إدراج بايتات
cs: Vložit bajty
de: Bytes einfügen
el: Εισαγωγή byte
es: Insertar bytes
fa: درج بایت‌ها
fr: Insérer des octets
hu: Bájtok beszúrása
id: Sisipkan Byte
it: Inserisci byte
ja: バイトの挿入
ko: 바이트 삽입
pl: Wstaw bajty
pt: Inserir bytes
ro: Inserare octeți
ru: Вставка байтов
th: แทรกไบต์
tr: Bayt Ekle
uk: Вставлення байтів
vi: Chèn byte
zh_hans: 插入字节
zh_hant: 插入位元組

# InsertBytes_Position
source: Position
ar: الموضع
cs: Pozice
el: Θέση
es: Posición
fa: موقعیت
hu: Pozíció
id: Posisi
it: Posizione
ja: 挿入する位置
ko: 위치
pl: Pozycja
pt: Posição
ro: Poziție
ru: Позиция
th: ตำแหน่ง
tr: Konum
uk: Позиція
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# InsertBytes_Count
source: Number of bytes
ar: عدد البايتات
cs: Počet bajtů
de: Anzahl der Bytes
el: Πλήθος byte
es: Número de bytes
fa: تعداد بایت‌ها
fr: Nombre d'octets
hu: Bájtok száma
id: Jumlah byte
it: Numero di byte
ja: バイト数
ko: 바이트 수
pl: Liczba bajtów
pt: Número de bytes
ro: Număr de octeți
ru: Число байтов
th: จำนวนไบต์
tr: Bayt sayısı
uk: Кількість байтів
vi: Số byte
zh_hans: 字节数
zh_hant: 位元組數

# InsertBytes_SelectInserted
source: Select the inserted range
ar: تحديد النطاق المُدرج
cs: Vybrat vložený rozsah
de: Eingefügten Bereich auswählen
el: Επιλογή της περιοχής που εισήχθη
es: Seleccionar el intervalo insertado
fa: انتخاب محدودهٔ درج‌شده
fr: Sélectionner la plage insérée
hu: A beszúrt tartomány kijelölése
id: Pilih rentang yang disisipkan
it: Seleziona l'intervallo inserito
ja: 挿入後に挿入した範囲を選択する
ko: 삽입한 범위 선택
pl: Zaznacz wstawiony zakres
pt: Selecionar o intervalo inserido
ro: Selectare interval inserat
ru: Выделить вставленный диапазон
th: เลือกช่วงที่แทรก
tr: Eklenen aralığı seç
uk: Виділити вставлений діапазон
vi: Chọn phạm vi đã chèn
zh_hans: 选择插入的范围
zh_hant: 選取插入的範圍

# InsertBytes_Insert
source: Insert
ar: إدراج
cs: Vložit
de: Einfügen
el: Εισαγωγή
es: Insertar
fa: درج
fr: Insérer
hu: Beszúrás
id: Sisipkan
it: Inserisci
ja: 挿入
ko: 삽입
pl: Wstaw
pt: Inserir
ro: Inserare
ru: Вставить
th: แทรก
tr: Ekle
uk: Вставити
vi: Chèn
zh_hans: 插入
zh_hant: 插入

# Resize_Title
source: Change File Size
ar: تغيير حجم الملف
cs: Změnit velikost souboru
de: Dateigröße ändern
el: Αλλαγή μεγέθους αρχείου
es: Cambiar tamaño del archivo
fa: تغییر اندازهٔ فایل
fr: Modifier la taille du fichier
hu: Fájlméret módosítása
id: Ubah Ukuran File
it: Cambia dimensione file
ja: ファイルサイズの変更
ko: 파일 크기 변경
pl: Zmień rozmiar pliku
pt: Alterar tamanho do arquivo
ro: Modificare dimensiune fișier
ru: Изменение размера файла
th: เปลี่ยนขนาดไฟล์
tr: Dosya Boyutunu Değiştir
uk: Зміна розміру файлу
vi: Đổi kích thước tệp
zh_hans: 更改文件大小
zh_hant: 變更檔案大小

# Resize_Length
source: New length
ar: الطول الجديد
cs: Nová délka
de: Neue Länge
el: Νέο μήκος
es: Nueva longitud
fa: طول جدید
fr: Nouvelle longueur
hu: Új hossz
id: Panjang baru
it: Nuova lunghezza
ja: 新しい長さ
ko: 새 길이
pl: Nowa długość
pt: Novo comprimento
ro: Lungime nouă
ru: Новая длина
th: ความยาวใหม่
tr: Yeni uzunluk
uk: Нова довжина
vi: Độ dài mới
zh_hans: 新长度
zh_hant: 新長度

# Resize_Current
source: Current length: {0} bytes
ar: الطول الحالي: {0} بايت
cs: Aktuální délka (bajty): {0}
de: Aktuelle Länge: {0} Bytes
el: Τρέχον μήκος: {0} byte
es: Longitud actual: {0} bytes
fa: طول فعلی: {0} بایت
fr: Longueur actuelle : {0} octets
hu: Jelenlegi hossz: {0} bájt
id: Panjang saat ini: {0} byte
it: Lunghezza attuale: {0} byte
ja: 現在の長さ: {0} バイト
ko: 현재 길이: {0}바이트
pl: Bieżąca długość (bajty): {0}
pt: Comprimento atual: {0} bytes
ro: Lungime curentă: {0} octeți
ru: Текущая длина: {0} байт
th: ความยาวปัจจุบัน: {0} ไบต์
tr: Geçerli uzunluk: {0} bayt
uk: Поточна довжина: {0} байтів
vi: Độ dài hiện tại: {0} byte
zh_hans: 当前长度：{0} 字节
zh_hant: 目前長度：{0} 個位元組

# Resize_ExtensionHeader
source: Content added when the file gets longer
ar: المحتوى المضاف عندما يزداد طول الملف
cs: Obsah přidaný při prodloužení souboru
de: Inhalt, der beim Verlängern der Datei hinzugefügt wird
el: Περιεχόμενο που προστίθεται όταν το αρχείο μεγαλώνει
es: Contenido que se agrega cuando el archivo se alarga
fa: محتوای افزوده‌شده هنگام بلندتر شدن فایل
fr: Contenu ajouté lorsque le fichier s'allonge
hu: A fájl hosszabbításakor hozzáadott tartalom
id: Konten yang ditambahkan saat file menjadi lebih panjang
it: Contenuto aggiunto quando il file si allunga
ja: 長くする場合に追加する内容
ko: 파일이 길어질 때 추가할 내용
pl: Zawartość dodawana przy wydłużaniu pliku
pt: Conteúdo adicionado quando o arquivo fica maior
ro: Conținut adăugat când fișierul se lungește
ru: Содержимое, добавляемое при увеличении файла
th: เนื้อหาที่เพิ่มเมื่อไฟล์ยาวขึ้น
tr: Dosya uzadığında eklenen içerik
uk: Вміст, що додається під час подовження файлу
vi: Nội dung được thêm khi tệp dài ra
zh_hans: 文件变长时添加的内容
zh_hant: 檔案變長時新增的內容

# Resize_Change
source: Change
ar: تغيير
cs: Změnit
de: Ändern
el: Αλλαγή
es: Cambiar
fa: تغییر
fr: Modifier
hu: Módosítás
id: Ubah
it: Cambia
ja: 変更
ko: 변경
pl: Zmień
pt: Alterar
ro: Modificare
ru: Изменить
th: เปลี่ยน
tr: Değiştir
uk: Змінити
vi: Thay đổi
zh_hans: 更改
zh_hant: 變更

# Resize_Grow
source: {0} bytes ({1})
ar: {0} بايت ({1})
cs: Bajty: {0} ({1})
el: {0} byte ({1})
fa: {0} بایت ({1})
fr: {0} octets ({1})
hu: {0} bájt ({1})
id: {0} byte ({1})
it: {0} byte ({1})
ja: {0} バイト ({1})
ko: {0}바이트({1})
pl: Bajty: {0} ({1})
ro: {0} octeți ({1})
ru: {0} байт ({1})
th: {0} ไบต์ ({1})
tr: {0} bayt ({1})
uk: {0} байтів ({1})
vi: {0} byte ({1})
zh_hans: {0} 字节（{1}）
zh_hant: {0} 個位元組（{1}）

# Resize_Shrink
source: {0} bytes will be cut off the end
ar: سيتم قطع {0} بايت من النهاية
cs: Z konce bude odříznuto bajtů: {0}
de: {0} Bytes werden am Ende abgeschnitten
el: Θα αποκοπούν {0} byte από το τέλος
es: Se cortarán {0} bytes del final
fa: {0} بایت از انتها بریده می‌شود
fr: {0} octets seront supprimés à la fin
hu: {0} bájt lesz levágva a végéről
id: {0} byte akan dipotong dari akhir
it: Verranno rimossi {0} byte dalla fine
ja: 末尾の {0} バイトを切り捨てます
ko: 끝에서 {0}바이트가 잘립니다.
pl: Zostanie obcięte z końca (bajty): {0}
pt: {0} bytes serão cortados do fim
ro: {0} octeți vor fi tăiați de la sfârșit
ru: С конца будет отрезано байт: {0}
th: {0} ไบต์จะถูกตัดออกจากท้าย
tr: Sondan {0} bayt kesilecek
uk: З кінця буде обрізано байтів: {0}
vi: {0} byte sẽ bị cắt khỏi phần cuối
zh_hans: 将从末尾截掉 {0} 字节
zh_hant: 將從結尾截去 {0} 個位元組

# Resize_Same
source: The length doesn't change.
ar: لن يتغير الطول.
cs: Délka se nemění.
de: Die Länge ändert sich nicht.
el: Το μήκος δεν αλλάζει.
es: La longitud no cambia.
fa: طول تغییر نمی‌کند.
fr: La longueur ne change pas.
hu: A hossz nem változik.
id: Panjang tidak berubah.
it: La lunghezza non cambia.
ja: 長さは変わりません。
ko: 길이가 변경되지 않습니다.
pl: Długość się nie zmienia.
pt: O comprimento não muda.
ro: Lungimea nu se modifică.
ru: Длина не изменится.
th: ความยาวไม่เปลี่ยนแปลง
tr: Uzunluk değişmiyor.
uk: Довжина не змінюється.
vi: Độ dài không thay đổi.
zh_hans: 长度不变。
zh_hant: 長度不會變更。

# Resize_Truncated
source: Cut off {0} bytes.
ar: تم قطع {0} بايت.
cs: Odříznuto bajtů: {0}.
de: {0} Bytes abgeschnitten.
el: Αποκόπηκαν {0} byte.
es: Se cortaron {0} bytes.
fa: {0} بایت بریده شد.
fr: {0} octets supprimés.
hu: {0} bájt levágva.
id: {0} byte dipotong.
it: Rimossi {0} byte.
ja: {0} バイトを切り捨てました。
ko: {0}바이트를 잘랐습니다.
pl: Obcięto bajty: {0}.
pt: {0} bytes cortados.
ro: S-au tăiat {0} octeți.
ru: Отрезано байт: {0}.
th: ตัดออก {0} ไบต์แล้ว
tr: {0} bayt kesildi.
uk: Обрізано байтів: {0}.
vi: Đã cắt bỏ {0} byte.
zh_hans: 已截掉 {0} 字节。
zh_hant: 已截去 {0} 個位元組。

# InsertFile_Title
source: Insert File Contents
ar: إدراج محتويات ملف
cs: Vložit obsah souboru
de: Dateiinhalt einfügen
el: Εισαγωγή περιεχομένων αρχείου
es: Insertar contenido de archivo
fa: درج محتوای فایل
fr: Insérer le contenu d'un fichier
hu: Fájl tartalmának beszúrása
id: Sisipkan Isi File
it: Inserisci contenuto file
ja: ファイルの内容の挿入
ko: 파일 내용 삽입
pl: Wstaw zawartość pliku
pt: Inserir conteúdo de arquivo
ro: Inserare conținut fișier
ru: Вставка содержимого файла
th: แทรกเนื้อหาไฟล์
tr: Dosya İçeriği Ekle
uk: Вставлення вмісту файлу
vi: Chèn nội dung tệp
zh_hans: 插入文件内容
zh_hant: 插入檔案內容

# InsertFile_Size
source: {0}: {1} bytes
ar: {0}: {1} بايت
cs: {0}: {1} B
el: {0}: {1} byte
fa: {0}: {1} بایت
fr: {0} : {1} octets
hu: {0}: {1} bájt
id: {0}: {1} byte
it: {0}: {1} byte
ja: {0}: {1} バイト
ko: {0}: {1}바이트
pl: {0}: {1} B
ro: {0}: {1} octeți
ru: {0}: {1} байт
th: {0}: {1} ไบต์
tr: {0}: {1} bayt
uk: {0}: {1} байтів
vi: {0}: {1} byte
zh_hans: {0}：{1} 字节
zh_hant: {0}：{1} 個位元組

# InsertFile_Offset
source: Start in the file
ar: البداية في الملف
cs: Začátek v souboru
de: Anfang in der Datei
el: Αρχή στο αρχείο
es: Inicio en el archivo
fa: شروع در فایل
fr: Début dans le fichier
hu: Kezdet a fájlban
id: Awal di file
it: Inizio nel file
ja: ファイル内の開始位置
ko: 파일 내 시작 위치
pl: Początek w pliku
pt: Início no arquivo
ro: Început în fișier
ru: Начало в файле
th: จุดเริ่มต้นในไฟล์
tr: Dosyadaki başlangıç
uk: Початок у файлі
vi: Vị trí bắt đầu trong tệp
zh_hans: 文件中的起始位置
zh_hant: 檔案中的起始位置

# InsertFile_Length
source: Length
ar: الطول
cs: Délka
de: Länge
el: Μήκος
es: Longitud
fa: طول
fr: Longueur
hu: Hossz
id: Panjang
it: Lunghezza
ja: 長さ
ko: 길이
pl: Długość
pt: Comprimento
ro: Lungime
ru: Длина
th: ความยาว
tr: Uzunluk
uk: Довжина
vi: Độ dài
zh_hans: 长度
zh_hant: 長度
